[
{"date": "24 February 2018", "title": "Are Some Instant Pot Cookers Having Meltdowns?"},
{"date": "23 February 2018", "title": "Is the NRA a Tax-Exempt Nonprofit Organization?"},
{"date": "23 February 2018", "title": "Did Billy Graham Say ‘All Homosexuals Should Be Castrated’?"},
{"date": "22 February 2018", "title": "Did CNN Give a Parkland Shooting Survivor Scripted Questions?"},
{"date": "16 February 2018", "title": "How Many School Shootings Have Taken Place So Far in 2018?"},
{"date": "15 February 2018", "title": "Did President Trump Revoke Gun Background Checks for Mentally Ill People?"},
{"date": "4 October 2016", "title": "Has SpongeBob SquarePants Been Cancelled?"},
{"date": "13 May 2016", "title": "Do Red Lights Outside Homes Indicate Anti-Gun Solidarity?"},
{"date": "22 December 2015", "title": "Was Barack Obama a Black Panther?"},
{"date": "18 December 2015", "title": "Was the Arapahoe School Shooting Stopped by an Armed School Official?"},
{"title": "Was the Arapahoe School Shooting Stopped by an Armed School Official?", "description": "A graphic about a 2013 school shooting in Arapahoe that was prevented by an armed school resource officer is inaccurate in some key aspects.\t\t", "claim": "\n\t\t\tA December 2015 school shooting in Arapahoe County, Colorado, was circumvented by an armed school resource officer.\t\t\t\t\t", "claimReviewed": "MIXTURE"},
{"title": "Is the NRA a Tax-Exempt Nonprofit Organization?", "description": "A Facebook meme gets the basic facts right about the gun lobby's status as a social welfare organization.\t\t", "claim": "\n\t\t\tThe NRA is a tax-exempt nonprofit organization.\t\t\t\t\t", "claimReviewed": "TRUE"},
{"title": "Did CNN Give a Parkland Shooting Survivor Scripted Questions?", "description": "The network denied Colton Haab's allegation that it asked him to write a speech for a town hall meeting about gun safety.\t\t", "claim": "\n\t\t\tCNN asked a survivor of the 14 February 2018 mass shooting in Parkland, Florida to deliver scripted remarks during a televised town hall.\t\t\t\t\t", "claimReviewed": "FALSE"},
{"title": "Did President Trump Revoke Gun Background Checks for Mentally Ill People?", "description": "In February 2017, President Trump repealed an Obama-era regulation that would have made it easier to block the sale of firearms to people with certain mental illnesses.\t\t", "claim": "\n\t\t\tPresident Trump signed a bill blocking Obama-era background checks on guns for people with mental illnesses.\t\t\t\t\t", "claimReviewed": "MOSTLY TRUE"},
{"title": "Do Red Lights Outside Homes Indicate Anti-Gun Solidarity?", "description": "A story about activists lighting their homes with red bulbs to show opposition to guns is a hoax.\t\t", "claim": "\n\t\t\tActivists are lighting their homes red to show solidarity for the anti-gun movement.\t\t\t\t\t", "claimReviewed": "FALSE"},
{"title": "How Many School Shootings Have Taken Place So Far in 2018?", "description": "The difficulty of agreeing on a common definition of \"school shooting\" shows just how many different types of firearm incidents occur on school grounds.\t\t", "claim": null, "claimReviewed": null},
{"title": "Did Billy Graham Say 'All Homosexuals Should Be Castrated'?", "description": "After preacher Billy Graham died, a meme appeared attaching him to an offensive quote.\t\t", "claim": "\n\t\t\tBilly Graham said \"All homosexuals should be castrated.\"\t\t\t\t\t", "claimReviewed": "UNPROVEN"},
{"title": "Was Barack Obama a Black Panther?", "description": "A 1998 photograph purportedly showing a young  Barack Obama as a member of the Black Panther Party is a fake.\t\t", "claim": "\n\t\t\tA 1998 photograph shows a young  Barack Obama as a member of the Black Panther Party.\t\t\t\t\t", "claimReviewed": "FALSE"},
{"title": "Has SpongeBob SquarePants Been Cancelled?", "description": "An inaccurate viral image led to rampant rumors that the popular animated TV show 'SpongeBob SquarePants' had been canceled.\t\t", "claim": "\n\t\t\tThe animated TV show 'SpongeBob SquarePants' has been canceled.\t\t\t\t\t", "claimReviewed": "FALSE"},
{"title": "Are Some Instant Pot Cookers Having Meltdowns?", "description": "Days after a customer's account spread on social media, the company warned about a product defect affecting specific models.\t\t", "claim": "\n\t\t\tSome Instant Pot cookers are overheating and having meltdowns.\t\t\t\t\t", "claimReviewed": "MIXTURE"}
]